/* CompanyAddress */
"CompanyAddress" = "Company Address";
/* ProjectDescription */
"ProjectDescription" = "Project Description";
/* Note */
"Note" = "Note";
/* Project Name */
"ProjectName" = "Project Name";
/* CompanyName */
"CompanyName" = "Company Name";
/* OK */
"OK" ="OK";
//NoneExistProject
"NoneExistProject" = "No exist project, please create new one.";
//fill all fields
"CompleteAllField" = "Please complete all fields.";
//ErrorInsertDatabase
"ErrorInsertDatabase" = "An error occur when insert into database";
//CustomerUnitIsZero
"CustomerUnitIsZero" = "Customer unit is zero";
//ErrorInput
"ErrorInput" = "Error input";
//Speed
"Speed" = "Speed";
"Distance/time"="Distance/time";
"Operator" = "Operator";


//****************Process Detail************************//
"projectLabel" = "- Version 1 is Created \n Input the details of each process belonging to this project and press Add";
"processStartPoint" = "Process Start Point (Supplier)";
"processEndPoint" = "Process End Point (Customer)";
"processName" = "Process name";
"processDescription" = "Process description";
"defectNotes" = "Defect Notes (burst)";
"needToVerify" = "Need to verify these details";
"addProcessButton" = "Add Process";

"outputInventory" = "Output Inventory";
"uptime" = "Uptime";
"valueAddingTime" = "Value Adding Time";
"defect" = "Defect %";
"communication" = "Communication";
"nonValueAddingTime" = "Non Value Adding Time";
"stepLabel" = "Every process is made of several steps, as many as you want by selecting the process from below, input step name and press \"Add Step \" ";
"addStepButton" = "Add Step";
"iAmDoneButton" = "I Am Done";
"stepName" = "Step name";
"NoProcess" = "No Process";
"NoStep" = "No Step";

"Project" = "Project";
"Process" = "Process";
"Step" = "Step";
"Version" = "Version";

